Repository: erichardy/iuem20.studysite
Catalog: src/iuem20/studysite/locales/*/LC_MESSAGES/iuem20.studysite.po
Languages: fr

source: A site with missions
fr: Un site où se sont déroulées des missions

source: Add a new study site !
fr: Créer un nouveau site d'étude

source: Cancel this study site
fr: Annuler la création de ce site d'étude

source: Edit
fr: Modifier

source: Please correct errors
fr: Merci de corriger les erreurs

source: Save this study site
fr: Enregistrer ce site d'étude

source: Study Site
fr: Site d'étude

source: general
fr: Général

source: main photo
fr: Photo principale

source: picture author
fr: Auteur de la photo

source: presentation
fr: Présentation

source: related missions
fr: Missions relative à ce site

source: study site label
fr: Label du site d'étude

source: study site presentation
fr: Présentation du site d'étude

source: studysites_view
fr: Vue Sites d'étude

source: thumbnail
fr: Vignette

source: very short study site description
fr: Très courte description
